[
  {
    "index": 1,
    "pas_point": 5,
    "pesan": "Sayang, aku lagi bener-bener pengen dimanja sama kamu hari ini, aku pengen kamu peluk aku lama-lama dan bilang kalau aku itu spesial banget buat kamu."
  },
  {
    "index": 2,
    "pas_point": 4,
    "pesan": "Aku capek banget nih, bisa nggak kamu manjain aku kayak biasanya? Aku cuma mau didengerin dan dipeluk kamu aja, itu udah bikin aku bahagia banget."
  },
  {
    "index": 3,
    "pas_point": 4,
    "pesan": "Kamu tau nggak sih, aku paling seneng kalau kamu tiba-tiba ngasih perhatian lebih ke aku, kayak ngelus kepala atau cium dahi gitu, aku pengen dimanja kayak anak kecil deh."
  },
  {
    "index": 4,
    "pas_point": 3,
    "pesan": "Jangan pelit-pelit manjain aku ya, aku butuh banget kamu kasih perhatian yang lebih biar aku nggak sedih sendiri."
  },
  {
    "index": 5,
    "pas_point": 4,
    "pesan": "Malam ini aku pengen banget kamu yang jadi alasan aku ketawa dan ngerasa nyaman, manjain aku ya, jangan cuma ngomong aja tapi buktikan dengan kasih sayang kamu."
  },
  {
    "index": 6,
    "pas_point": 5,
    "pesan": "Aku rindu banget dimanja sama kamu, pengen kamu yang peluk aku erat sambil bilang kalau aku nggak sendirian dan kamu bakal selalu ada buat aku."
  },
  {
    "index": 7,
    "pas_point": 3,
    "pesan": "Kalau kamu manjain aku, aku janji deh aku bakal jadi pacar yang makin sayang dan nggak bakal ninggalin kamu."
  },
  {
    "index": 8,
    "pas_point": 4,
    "pesan": "Aku pengen banget kamu kasih perhatian lebih, jangan cuma lewat kata-kata tapi juga dengan tindakan nyata, kayak ajak aku jalan atau peluk aku pas aku lagi sedih."
  },
  {
    "index": 9,
    "pas_point": 5,
    "pesan": "Kalau kamu manjain aku, aku bakal makin cinta sama kamu dan nggak bakal pernah bosen buat nemenin kamu tiap hari."
  },
  {
    "index": 10,
    "pas_point": 3,
    "pesan": "Ayo dong manjain aku sedikit, aku lagi butuh kamu yang bisa bikin aku ngerasa aman dan nyaman."
  },
  {
    "index": 11,
    "pas_point": 4,
    "pesan": "Hari ini aku pengen kamu jadi pahlawan yang manjain aku dari segala penat dan capek, bawa aku ke dunia yang penuh cinta dan kasih sayang kamu."
  },
  {
    "index": 12,
    "pas_point": 5,
    "pesan": "Kamu tahu nggak, aku paling seneng kalau kamu tiba-tiba kirim pesan manis atau nelpon cuma buat denger suara kamu, itu manjain aku banget loh."
  },
  {
    "index": 13,
    "pas_point": 3,
    "pesan": "Manja sedikit dong, aku mau ngerasain hangatnya perhatian kamu yang selalu bikin aku tenang."
  },
  {
    "index": 14,
    "pas_point": 4,
    "pesan": "Aku pengen kamu manjain aku kayak dulu waktu kita baru mulai pacaran, yang penuh kejutan kecil dan perhatian yang tulus."
  },
  {
    "index": 15,
    "pas_point": 5,
    "pesan": "Kalau kamu manjain aku, aku janji bakal balas dengan kasih sayang yang lebih besar dari sebelumnya, aku mau kita makin lengket dan bahagia."
  },
  {
    "index": 16,
    "pas_point": 3,
    "pesan": "Sayang, aku lagi butuh banget dimanja dan dikasih perhatian supaya aku nggak baper sendiri di sini."
  },
  {
    "index": 17,
    "pas_point": 4,
    "pesan": "Manja sedikit dong, jangan pelit' kasih perhatian, aku mau ngerasain kalau aku itu penting banget buat kamu."
  },
  {
    "index": 18,
    "pas_point": 5,
    "pesan": "Biar aku merasa spesial, tolong manjain aku terus ya, jangan cuma bilang cinta tapi tunjukin dengan tindakan kamu."
  },
  {
    "index": 19,
    "pas_point": 3,
    "pesan": "Aku pengen dimanja dan ditemani, supaya aku nggak ngerasa sepi walaupun kita lagi nggak ketemu langsung."
  },
  {
    "index": 20,
    "pas_point": 5,
    "pesan": "Jangan lupa manjain aku ya, karena aku cuma mau kamu yang bisa bikin aku senyum dan ngerasa lengkap."
  }
]